
# gui (from App Store)
brew "mas"
mas "Dropover", id: 1355679052
mas "Mela - Recipe Manager", id: 1568924476

# gui (from web)
cask "airbuddy"
cask "arc"
cask "beeper"
cask "displaperture"
cask "figma"
cask "hiddenbar"
cask "iina"
cask "itsycal"
cask "jellyfin"
cask "keyboardcleantool"
cask "kitty"
cask "monitorcontrol"
cask "notunes"
cask "onyx"
cask "prismlauncher"
cask "raycast"
cask "selfcontrol"
cask "spotify"
cask "the-unarchiver"
cask "zoom"
cask "zotero"

# lang: js
tap "oven-sh/bun"
brew "bun"

# lang: python
brew "python"

# shell
brew "typewritten"
brew "zsh"

# cli
brew "bitwarden-cli"
brew "git"
brew "helix"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "lazygit"
brew "pandoc"
brew "xwmx/taps/nb"

# fonts
tap "homebrew/cask-fonts"
brew "font-commit-mono-nerd-font"
brew "font-hanken-grotesk"
brew "font-ibm-plex"
brew "font-libre-baskerville"
brew "font-newsreader"
